{
  "History": {
    "Ancient": [
      {
        "question": "सिंधु घाटी सभ्यता की मुख्य विशेषता क्या थी?",
        "explanation": "यहाँ की सड़कें एक-दूसरे को समकोण पर काटती थीं।"
      },
      {
        "question": "अशोक के शिलालेखों को सबसे पहले किसने पढ़ा?",
        "image": "https://i.supaimg.com/9070597c-0284-4e4c-9b1a-40f81245207d.png"
      }
    ],
    "सिंधु सभ्यता" : [
      {
    "question": "इतिहास क्या है?"
  },
  {
    "question": "इतिहास का लेखन किसने प्रारंभ किया था?"
  },
  {
    "question": "भारत के इतिहास पर प्रथम व्यवस्थित ग्रंथ कौन सा है, इसे किसने और कब लिखा था?"
  },
  {
    "question": "भारतीय इतिहास को कितने वर्गों में विभाजित किया गया है?"
  },
  {
    "question": "हड़प्पा के स्थलों को कब और किसने खोजा और वह किस नदी के तट पर स्थित था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता का काल विभाजन क्या है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता के संस्थापक का सिद्धांत क्या है और यहाँ कौन सी प्रजातियाँ रहती थीं?"
  },
  {
    "question": "सिंधु घाटी सभ्यता को किन-किन नामों से जाना जाता है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की समकालीन सभ्यताएँ कौन सी थीं?"
  },
  {
    "question": "सिंधु घाटी सभ्यता का विस्तार कहाँ तक था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की सामाजिक व्यवस्था (वर्ण व्यवस्था, मनोरंजन के साधन, लिपि, वस्त्र, मृदभाण्ड, अंतिम संस्कार) कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की राजनीतिक व्यवस्था कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की आर्थिक व्यवस्था कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की धर्म व्यवस्था कैसी थी?"
  },
  {
    "question": "पशुपति शिव की मूर्तियों का विवरण क्या है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की नगर योजना कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता में विज्ञान एवं प्रौद्योगिकी का स्तर क्या था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता के पतन के मुख्य कारण क्या थे?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की मुख्य विशेषता क्या थी?"
  },
  {
    "question": "हड़प्पा, मोहनजोदड़ो, कालीबंगा, लोथल और धोलावीरा से प्राप्त मुख्य साक्ष्य कौन से हैं?"
  }
]
  }
}
