{
  "History": {
    "Ancient": [
      {
        "question": "सिंधु घाटी सभ्यता की मुख्य विशेषता क्या थी?",
        "explanation": "यहाँ की सड़कें एक-दूसरे को समकोण पर काटती थीं।"
      },
      {
        "question": "अशोक के शिलालेखों को सबसे पहले किसने पढ़ा?",
        "image": "https://i.supaimg.com/9070597c-0284-4e4c-9b1a-40f81245207d.png"
      }
    ],
    "सिंधु सभ्यता" : [
      {
    "question": "इतिहास क्या है?"
  },
  {
    "question": "इतिहास का लेखन किसने प्रारंभ किया था?"
  },
  {
    "question": "भारत के इतिहास पर प्रथम व्यवस्थित ग्रंथ कौन सा है, इसे किसने और कब लिखा था?"
  },
  {
    "question": "भारतीय इतिहास को कितने वर्गों में विभाजित किया गया है?"
  },
  {
    "question": "हड़प्पा के स्थलों को कब और किसने खोजा और वह किस नदी के तट पर स्थित था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता का काल विभाजन क्या है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता के संस्थापक का सिद्धांत क्या है और यहाँ कौन सी प्रजातियाँ रहती थीं?"
  },
  {
    "question": "सिंधु घाटी सभ्यता को किन-किन नामों से जाना जाता है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की समकालीन सभ्यताएँ कौन सी थीं?"
  },
  {
    "question": "सिंधु घाटी सभ्यता का विस्तार कहाँ तक था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की सामाजिक व्यवस्था (वर्ण व्यवस्था, मनोरंजन के साधन, लिपि, वस्त्र, मृदभाण्ड, अंतिम संस्कार) कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की राजनीतिक व्यवस्था कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की आर्थिक व्यवस्था कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की धर्म व्यवस्था कैसी थी?"
  },
  {
    "question": "पशुपति शिव की मूर्तियों का विवरण क्या है?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की नगर योजना कैसी थी?"
  },
  {
    "question": "सिंधु घाटी सभ्यता में विज्ञान एवं प्रौद्योगिकी का स्तर क्या था?"
  },
  {
    "question": "सिंधु घाटी सभ्यता के पतन के मुख्य कारण क्या थे?"
  },
  {
    "question": "सिंधु घाटी सभ्यता की मुख्य विशेषता क्या थी?"
  },
  {
    "question": "हड़प्पा, मोहनजोदड़ो, कालीबंगा, लोथल और धोलावीरा से प्राप्त मुख्य साक्ष्य कौन से हैं?"
  }
],
    "वैदिक काल" : [
      {
    "question": "सिंधु घाटी सभ्यता एवं वैदिक सभ्यता में मुख्य अंतर क्या हैं?"
  },
  {
    "question": "वैदिक सभ्यता का काल विभाजन एवं इसके संस्थापक कौन थे?"
  },
  {
    "question": "वैदिक सभ्यता के मुख्य स्रोत तथा वैदिक साहित्य का वर्णन करें।"
  },
  {
    "question": "आर्यों के मूल निवास के संबंध में विभिन्न सिद्धांत क्या हैं?"
  },
  {
    "question": "आर्यों का विस्तार कहाँ तक था और उनके तीव्र गति से विस्तार के क्या कारण थे?"
  },
  {
    "question": "आर्यों के समय उत्तर भारत की भौगोलिक स्थिति कैसी थी?"
  },
  {
    "question": "सप्त सैंधव प्रदेश से क्या तात्पर्य है?"
  },
  {
    "question": "ऋग्वैदिक काल का समाज कैसा था?"
  },
  {
    "question": "ऋग्वैदिक काल की राजनीतिक व्यवस्था का वर्णन करें।"
  },
  {
    "question": "ऋग्वैदिक काल की अर्थव्यवस्था के मुख्य आधार क्या थे?"
  },
  {
    "question": "ऋग्वैदिक काल की धार्मिक व्यवस्था कैसी थी?"
  },
  {
    "question": "ऋग्वैदिक काल के प्रमुख कारीगर कौन-कौन थे?"
  },
  {
    "question": "दशराज्ञ युद्ध (दस राजाओं का युद्ध) क्या था और इसका परिणाम क्या रहा?"
  },
  {
    "question": "उत्तर वैदिक काल के प्रमुख स्रोत क्या हैं?"
  },
  {
    "question": "उत्तर वैदिक काल का समाज ऋग्वैदिक काल से किस प्रकार भिन्न था?"
  },
  {
    "question": "उत्तर वैदिक काल की राजनैतिक, आर्थिक एवं धार्मिक व्यवस्था का विवरण दें।"
  },
  {
    "question": "उत्तर वैदिक काल में कौन सी बुद्धिमान (विदुषी) महिलाएँ प्रसिद्ध थीं?"
  },
  {
    "question": "ऋग्वैदिक काल में किन महिलाओं ने ऋग्वेद के सूक्तों की रचना की थी?"
  },
  {
    "question": "शतपथ ब्राह्मण में उत्तर वैदिक काल के किन राजाओं के नाम का वर्णन किया गया है?"
  }
]
  }
}
